"--- ALL CATEGORIES ---" = "--- 全部分類 ---";"--- ALL USERS ---" = "--- 全部使用者 ---";"Add Checkin" = "打卡";"Add Map" = "新增地圖";"Add Photo" = "新增照片";"Add Report" = "新增事件";"Added" = "已新增";"Adding..." = "新增中";"All Categories" = "全部分類";"All Checkins By" = "使用者打卡紀錄";"Are you sure you want to cancel?" = "你確定要取消嗎？";"Are you sure you want to delete?" = "你確定要刪除嗎？";"Authenticating..." = "認證中";"Bitly Error" = "Bitly服務錯誤";"Cancel" = "取消";"Categories..." = "分類";"Category" = "分類";"characters" = "字元";"Checkin" = "打卡";"Checkin Error" = "打卡發生錯誤";"Checkins" = "打卡紀錄";"Clear" = "清除";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "點選資訊鈕瀏覽軟體設定，點選增加鈕新增地圖，點選移除地圖";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "點選地圖以檢視事件地圖，點選篩選鈕進行分類瀏覽，點選'Compose'進行事件回報";"Click the Refresh button to upload pending reports." = "點選更新鈕上傳回報事件";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "點選「上」「下」鍵移動打卡資料, 點選「地點」檢視大尺寸地圖，點選照片以放大檢視";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "點選「上」「下」鍵移動打卡資料，點選'SMS'送出通報網址，點選'Tweet'進行推特，點選'Email'寄送通報事件內容.";"Contact" = "聯絡人";"Current Location" = "現在位置";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "客製你的個人訊息，輸入推特帳密再按下送出鈕分享到推特，也可以按下連結鈕縮短網址";"Date" = "日期";"Delete Report" = "刪除提報事件";"Description" = "描述";"Discrete Mode On Shake" = "Discrete Mode On Shake";"Done" = "完成";"Download Offline Maps" = "下載離線地圖";"Downloaded Map Zoom Level" = "下載地圖縮放比例";"Edit" = "編輯";"email" = "電子郵件";"Email Failed" = "郵件傳送失敗";"Enter date" = "輸入日期";"Enter email" = "輸入電子郵件";"Enter first name" = "輸入名字";"Enter last name" = "輸入姓氏";"Enter location name" = "輸入地點名稱";"Enter Map Details" = "輸入地圖詳細資訊";"Enter message" = "輸入訊息";"Enter name" = "輸入名稱";"Enter news URL" = "輸入新聞網址";"Enter password" = "輸入密碼";"Enter description" = "輸入描述";"Enter time" = "輸入時間";"Enter title" = "輸入標題";"Enter tweet" = "輸入推特內文";"Enter URL" = "輸入網址";"Enter URL or search phrase" = "輸入網址或查詢字串";"Enter username" = "輸入使用者名稱";"Error" = "發生錯誤";"Error Detecting Location" = "地點偵測發生錯誤";"Error Saving Photo" = "照片儲存發生錯誤";"Errors" = "發生錯誤";"Existing Location" = "現在地點";"first name" = "名";"From Library" = "From Library";"Host Not Found" = "找不到伺服器";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "目前無法連結推特。這可能是暫時性的錯誤，請再試一次";"Incidents..." = "事件";"Invalid Email" = "無效的電子信箱";"Invalid Email Address" = "無效的電子信箱";"Invalid Map Details" = "無效的地圖訊息";"Invalid News URL" = "無效的新聞網址";"Invalid Server Response" = "伺服器回應錯誤";"Last Checkin For Each User" = "使用者的最後打卡紀錄";"last name" = "姓";"Last Sync" = "最後同步";"Loading..." = "下載中";"Locating..." = "定位中";"Location" = "地點";"Location Error" = "地點錯誤";"Locations..." = "地點";"Logout..." = "登出";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "推特目前似乎無法正常運作，請稍後再試一次";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "推特目前似乎超過負荷，請稍後再試一次";"Map" = "地圖";"Map Zoom Level" = "地圖縮放比例";"Maps" = "地圖";"Message" = "訊息";"Name" = "姓名";"New Location" = "新地點";"News" = "新聞";"No" = "無";"No Category Specified" = "未指定類別";"No Date Specified" = "未指定日期";"No Internet" = "沒有網路";"No Internet Connection" = "沒有網路連線";"No Location Specified" = "未指定地點";"No News" = "沒有新聞";"No Photos" = "沒有照片";"No Reports" = "沒有事件回報";"No Video" = "沒有影音資料";"Not Specified" = "未指定";"OK" = "OK";"Open In Safari?" = "以瀏覽器打開？";"Password" = "密碼";"Pending Upload" = "上傳暫緩中";"Photo" = "照片";"Photo Added" = "完成新增照片";"Photo Error" = "照片發生錯誤";"Photo Settings" = "照片設定";"Photos" = "照片";"pixels" = "像素";"Please enter a valid email address." = "請輸入有效的電子郵件地址";"Please enter a valid name and url." = "請輸入有效的名稱與網址";"Privacy Settings" = "隱私權設定";"Remove Error" = "移除錯誤";"Remove Photo" = "移除照片";"Removed" = "已移除";"Report" = "回報";"Reports" = "回報";"Request Error" = "要求發生錯誤";"Required Fields" = "必填欄位";"Resized" = "調整大小";"Resized Image Width" = "調整影像寬度";"Resizing Photo..." = "調整圖片大小中";"Resizing..." = "尺寸調整中";"Saved" = "已儲存";"Saving..." = "儲存中";"Search categories..." = "查詢分類";"Search locations..." = "查詢地點";"Search maps..." = "查詢地圖";"Search reports..." = "查詢回報資料";"Select" = "選擇";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "從地圖清單中選取既有地圖，點選更新鈕進行定位，或是點選新增鈕以新增你自己的地圖";"Select category" = "選擇分類";"Select location" = "選擇地點";"Select photo" = "選擇照片";"Send" = "送出";"Sending..." = "傳送中";"Sent" = "已傳送";"Server Error" = "伺服器發生錯誤";"Settings" = "設定";"Share Application" = "共享應用程序";"Shortening..." = "縮短中";"SMS Failed" = "簡訊失敗";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "抱歉，你的網路連線發生斷線，請重新連線";"Take Photo" = "照相";"There was a problem adding the photo." = "新增照片發生錯誤";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "偵測目前地點發生問題，請確認定位服務已開啟。路徑：設定>一般>地點服務 ";"There was a problem removing the map." = "移除地圖發生錯誤";"There was a problem resizing the photo." = "調整照片尺寸發生錯誤";"This map supports Checkins! Click the Pin button to view the map." = "你可在這張地圖上進行打卡，請點選地點標示鈕瀏覽地圖";"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "你可以在這張地圖上進行打卡 \n點選篩選按鈕尋找特定使用者打卡紀錄。或點選地點標示鈕進行打卡";"Title" = "標題";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "移動地點標示鈕尋找更精確地點進行打卡。輸入訊息、聯絡資訊與照片等再點選傳送";"Tweet" = "推特內文";"Twitter" = "推特";"Twitter Error" = "推特發生錯誤";"Unable to add incident" = "無法新增事件";"Unable To Checkin" = "無法打卡";"Unable to checkin, please try again later." = "現在無法打卡，請稍後再試";"Unable To Download Checkins" = "無法下載打卡紀錄";"Unable To Send Email" = "無法傳送電子郵件";"Unable To Send SMS" = "無法傳送簡訊";"Unable To Upload Report" = "無法上傳回報資料";"Unsaved Changes" = "尚未儲存的變更";"Unverified" = "尚未確認";"Upload Error" = "上傳錯誤";"Uploaded" = "已上傳";"User Location" = "使用者地點";"Username" = "使用者名稱";"Ushahidi Demo" = "Ushahidi示範";"Ushahidi Maps" = "Ushahidi地圖";"Verified" = "已確認";"Version" = "版本";"Video" = "影音";"Yes" = "是";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "你的使用者名稱與密碼不符，請再次確認並輸入正確資料";"zoom" = "放大/縮小";"Contact Settings" = "聯繫設置";"App Settings" = "應用設置";"Map Settings" = "地圖設置";"Enter description" = "輸入說明";"Resize Images" = "調整圖片";